Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2smn/admin/sd/golden_language_fi/duogas_ja_vuoitit-taustaa_ja_voittajat_uusi.pdf.tmx
Source language: sms
Languages: smn

source: TUÂǤǤA DA ÄIGGSAB VUʼIŠTTI:
smn: TUÁVVÁŠ JÁ OVDIIST VYEITTEEH:

source: SääŠmǩiõlin LaŠsǩǩeet, što sääŠmǩiõlin lie nuŠtt 20 000 – 30 000 mainsteei.
smn: Sämikielâin Rekinisteh, ete sämikielâin láá suulân 20 000 – 30 000 sárnod.

source: Gollegiella lij vuâđđuum sääŠmǩiõl õõudâsviikkâm- da jälltemtuåimi älšmâŠttem diõtt.
smn: Kollekielâ lii vuáđudum sämikielâ ovdedem- já iäláskittemtooimâi movtijdittem tiet.

source: Šuurmõs sääŠmǩiõlin lij tâŠvvsääŠm, koon mainstet Taarrâst, Ruõccâst da LääŠddjânnmest.
smn: Stuárráámus sämikielâin lii tavesämikielâ, mon sárnuh Taažâst, Ruotâst já Suomâst.

source: Ruõccâst da Taarrâst mainstet še saujjsääŠmǩiõl, luulajasääŠmǩiõl, uumajasääŠmǩiõl da piitimensääŠmǩiõl.
smn: Ruotâst já Taažâst sárnuh meid maadâsämikielâ, juulevsämikielâ, umesämikielâ já pittáámsämikielâ.

source: LääŠddjânnmest mainstet tâŠvvsääŠmǩiõl lââŠssen aanarsääŠmǩiõl da nuõrttsääŠmǩiõl.
smn: Suomâst sárnuh tavesämikielâ lasseen anarâškielâ já nuorttâlâškielâ.

source: Ruõššâst jäänaš vuäŠss sääŠmǩiõl mainsteeŠjin maainast ǩiŠlddsääŠmǩiõl ja eža ooccanj maainstet nuõrttsääŠmǩiõl, äŠǩǩelsääŠmǩiõl da tââŠrjǩiõl.
smn: Ruošâst stuárráámus uási sämikielâ sárnoin sárnu kieldâsämikielâ já viehâ häärvih nuorttâlâškielâ, äkkil- já tarjesämikielâ.

source: Puk sääŠmǩiõl lie vaarvuâlaž ǩiõl.
smn: Puoh sämikielah láá uhkevuálásiih.

source: Äiggsab ǩiõllciist vuõiŠtti:
smn: Ovdiist kielâpalhâšume vyeitteeh:

source: Divvun da Giellatekno Tromsa universiteeŠttest diAleksandra Andrejevna Antonova da Nina Jeliseevna Afanasjeva vuåǯǯu eeŠjj jagi 2014 ǩiõllciist.
smn: Divvun já Giellatekno Tromsa ollâopâttuvvâst sehe Aleksandra Andrejevna Antonova já Nina Jeliseevna Afanasjeva ožžuu ive 2014 kielâpalhâšume.

source: Antonova da Afanasjeva vuåǯǯu ciist, ko suäna lie tuâjjääm kuuŠǩǩ ääiŠj ǩiŠlddsääŠm äärvouddmõõžž kaggmõõžž ǩeeŠrjid ǩeeŠrjteeŠl di jåårǥjâtteeŠl säämas da sääŠmǩiõlâst.
smn: Antonova já Afanasjeva uážžoin palhâšume, ko láin kuhháá porgâm kieldâsämikielâ árvuštem paajeedmân čälimáin kiirjijd sehe jurgâlmáin sämikielân já sämikielâst.

source: Tõn lââŠssen suäna lie tuejjääm tuâi ortografiakõõččmõõžži kõõskâst.
smn: Ton lasseen suái lává porgâm ortografian kyeskee koččâmušâiguin.

source: Divvun da Giellatekno vuâǯǯai ciist ođđäiggsaž teknologia äuŠǩǩumuužžâst nuŠtt, što tõt lij ouddam vuäittmõõžž sääŠmǩiõllsaž õõŠnnjid neeŠttest taŠrjjeemnallšem åårrai vuõiŠǥǥestǩeŠrjjtõs-
smn: Divvun já Giellatekno uážžoin palhâšume uđđâáigásâš teknologia ävkkin anemist tienuuvt, ete tot lii toohâm máhđulâžžân sämikielâlijd kevtteid riävtuičäällim- teikâ njuolgâluuhâmohjelmid sehe sänikiirjijd, moh láá neetist finnimnáál.

source: KueŠhtt sääŠmneezzan, Máret Sárá Karasjooǥǥâst di Lajla Mattson Magga Koutoǩeäinast juõŠǩǩe eeŠjj 2010 ǩiõllciist.
smn: Kyehti säminissoon, Máret Sárá Kárášjuuvâst sehe Lajla Mattson Magga Kuovdâkiäinust juohijn ive 2010 kielâpalhâšume.

source: Sárá lij viikkâm ooudâs sääŠmǩiõl uŠčteeŠlen, journalisttân da ǩeŠrjjneŠǩǩen.
smn: Sárá lii ovdedâm sämikielâ máttáátteijen, journalistin já čällen.

source: Son lij ǩeeŠrjtam mättʼtemǩeeŠrjid di noorrâm mj.
smn: Sun lii čáállám oppâkiirjijd sehe nuurrâm el.

source: siõrid da sääŠnnväjjsid ǩeŠrjjen.
smn: sierâid já sänivaaijâsijd kirjen.

source: Mattson Magga lij tuâjees pääiŠǩ ruõkkâm, mättŠtam da viikkâm ooudâs saujjsääŠmǩiõl.
smn: Mattson Magga lii pargoidis peht tipšom, máttááttâm já ovdedâm maadâsämikielâ.

source: Son lij ǩeeŠrjtam saujjsääŠm sääŠnnǩeeŠrjid, mooččâdǩeŠrjjlažvuõđ- da ämmatǩeŠrjjlažvuõđ di tõn lââŠssen tuejjääm jåårǥlâŠttemtuâjaid da noorrâm ǩiõllteeŠstid.
smn: Sun lii čáállám maadâsämikielâ sänikiirjijd, čaabâ- já áámmátkirjálâšvuođâ sehe ton lasseen ráhtám jurgâlempargoid já čokkim kielâiskosijd.

source: Sámi Siida Uccjooǥǥâst LääŠddjânnmest da Henrik Barruk Straejmiest Ruõccâst juõŠǩǩe eeŠjj 2008 ǩiõllciist.
smn: Sámi Siida Ucjuuvâst Suomâst já Henrik Barruk Straejmiest Ruotâst juohijn ive 2008 kielâpalhâšume.

source: Sámi Siida – õhttõs vuâǯǯai ciist sääŠmǩiõl staattuuzz ravveem diõtt tuejjuum tuâjast Uccjooǥǥ kååŠddest.
smn: Sámi Siida – servi uážui palhâšume sämikielâ sajattuv naanoodmân porgum pargoost Ucjuv kieldâst.

source: Henrik Barruk lij kuuŠǩǩ dokumenttjam da jälltam uumajasääŠmǩiõl.
smn: Henrik Barruk lii kuhháá dokumentistâm já iäláskittâm umesämikielâ.

source: Vuõssmõs ǩeeŠrjtõõzz, koid čõõđteš säämas 1600-lååǥǥast, leäi ǩeeŠrjtum uumajasääŠmǩiõlin, jm.
smn: Vuossâmuid čälimijd, maid almostittii sämikielân 1600-lovvoost, lijjii čáállám umesämikielân, el.

source: ABC-ǩeŠrjj.
smn: ABC-kirje.

source: Harald Gaski da Jouni Moshnikoff vuåǯǯu eeŠjj 2006 ǩiõllciist.
smn: Harald Gaski já Jouni Moshnikoff uážžoin ive 2006 kielâpalhâšume.

source: Jouni Moshnikoff (1940-2012) suu slävvõttŠeš kuŠǩes da stälbbai tuâjast nuõrttsääŠmǩiõll diõtt.
smn: Jouni Moshnikoff (1940-2012) lâi áárvust oonnum kuhes já korrâ pargoost nuorttâlâškielâ pyerrin.

source: Harald Gaski lij tuejjääm miârkkšõõvvâmnallšem kookkaskuõŠddi ooudâsviikkâmtuâi ǩiõl diõtt. Son lij leämmaž tuŠtǩǩeemtuåimmjumuužžineez miârkkšõõvvi tuejjeei sääŠmǩiõllsaž mooččâdǩeŠrjjlažvuõđ äärvouddmõõžž kaggmõõžžâst.
smn: Harald Gaski lii porgân vijđes kielâovdedempargo já jieijâs tutkâmpargoin lamaš merhâšittee tahhee sämikielâlii čaabâkirjálâšvuođâ árvuštem paajeedmist.

source: Ella Holm Bulla ja Anarâkielâ servi (aanarsääŠmǩiõl õhttõs) vuâǯǯai emansa vuâđđuum tâŠvvjânnmlaž sääŠmǩiõl Gollegiella-ciist eeŠjjest 2004.
smn: Ella Holm Bulla já Anarâškielâ servi uážžoin eidu vuáđudum tave-eennâmlâš sämikielâ Kollekielâpalhâšume ive 2004.

source: Ella Holm Bull (1929-2006) tuejjii obb jieŠllempoodd mieŠldd tuâjaid saujjsääŠmǩiõl ooudâsviikkmõŠššen.
smn: Ella Holm Bull (1929-2006) poorgâi ubâ suu eellim pargo maadâsämikielâ oovdedmân.

source: Suu täävtõssân leäi lââŠzzted njaaŠlmilaž da še ǩeŠrjjlaž saujjsääŠm âânnmõõžž.
smn: Suu ulmen lâi lasettiđ sehe njálmálii ete kirjálii maadâsämikielâ kevttim.

source: Anarâkielâ servi lij tõn rääŠjest ko õhttõs leäi vuâđđuum eeŠjjest 1986 tuejjääm jõnn tuâi aanarsääŠm ooudâsviikkmõŠšše.
smn: Anarâškielâ servi lii ton rääjist ko servi vuáđudui Anarist ive 1986 porgâm korrâsávt pargo anarâškielâ iäláskitmân.
